const School = () => {
  return (
    <div className="border max-w-[60ch] mx-auto p-4 m-4 space-y-4">
      <img
        src="https://almaty.tv/news_photo/1599314009_news_b.jpeg"
        alt="Banner"
      />
      <p>
        Филиал «Назарбаев Интеллектуальной школы физико-математического
        направления» г. Алматы функционирует с 1 сентября 2014 года.
      </p>

      <p>
        С целью обеспечения успешной интеграции в мировое образовательное
        пространство и доступа учащихся к информации на казахском, русском,
        английском языках, в Назарбаев Интеллектуальной школе г. Алматы внедрено
        трехъязычное обучение.
      </p>

      <p>
        В школе реализуется образовательная программа «NIS-Programme»,
        разработанная совместно со стратегическим партнером – Университетом
        Кембридж.
      </p>

      <p>
        Школа рассчитана на 864 места. Здание сформировано из 7 блоков в которых
        расположены 75 учебных классов, из них 21 кабинет с наполняемостью 24
        ученика, 54 кабинета с наполняемостью 12 учеников. Среди них кабинеты
        математики, STEM, технического моделирования, лаборатории нано,
        биотехнологий, робототехники, физики, химии, биологии, а также
        индивидуальных занятий и психологической разгрузки.
      </p>

      <p>
        Интеллектуальная школа полностью оснащена кабинетами робототехники,
        учебной телестудией «Казахстан в современном мире», оранжереей, актовым
        залом и библиотекой.
      </p>

      <p>
        Школьная библиотека включает в себя произведения литературы по казахской
        и мировой классике, созданные в рамках проекта «100 книг» . Кроме того,
        учащимся предоставляется доступ к онлайн платформе TWIG, на которой
        собрано 1500 учебных фильмов по биологии, химии, физике и математике на
        казахском, русском и английском языках.
      </p>

      <p>
        В школьной оранжерее расположена композиция из декоративных растений,
        сочетающая Казахский национальный колорит и природный ландшафт. Также
        оранжерея работает как зона для отдыха детей.
      </p>

      <p>
        Вместе с тем школа постоянно повышает качество образовательных услуг,
        обеспечивает высокий потенциал педагогического состава. В настоящее
        время в Назарбаев Интеллектуальной школе физико-математического
        направления города Алматы работают 42 учителей-экспертов, 47
        учителей-модераторов, 52 учитель, 18 учителей-стажеров. Из них 64
        магистр, 4 докторов PhD, 2 кандидата наук, 3 выпускника международной
        программы «Болашақ», 3 выпускника Назарбаев Интеллектуальных школ, 2
        выпускника Назарбаевского Университета.
      </p>

      <p>
        С 2015 года Назарбаев Интеллектуальная школа физико-математического
        направления г.Алматы имеет статус «Лучшая олимпийская школа по предметам
        естественно-математического направления» по Республике.
      </p>

      <p>
        Показ учащимися НИШ ФМН Алматы высокого уровня на Олимпиадах является
        фактом, вызывающим особую гордость учителей школы.
      </p>

      <p>
        С момента открытия интеллектуальной школы победителями и призерами
        республиканских и международных олимпиад стали 637 учащихся, а в 2021
        году-41 , по итогам 2021 года победителями и призерами республиканских и
        международных научных соревнований и конкурсов научных проектов стали
        105 учащихся.
      </p>

      <p>
        Уровень владения английским языком у школьников очень высокий: средний
        балл IELTS по школе составляет 7,2 балла.
      </p>

      <p>
        С момента открытия школы 7 наших выпускников выиграли 100%
        образовательные гранты для учебных заведений Лиги Плюща. Среди
        них-Кажымурат Акназар, Чалышкан Селимжан-Гарвардский университет,
        Камалова Дильназ-Стэнфордский университет, Нурманулы
        Султанали-Гарвардский колледж, Изимова Ардана и Алима
        Туякаева-Университет Пенсильвании, Ерали Дана-Йельский университет.
      </p>

      <p>
        За 2020-2021 учебный год 57 учащихся получили гранты для обучения в
        зарубежных ВУЗах (США, КНР, Южная Корея, Канада, Германия, Чехия,
        Эстония, Италия, Венгрия, Россия, Нидерланды).
      </p>

      <p>
        49 учеников поступили в Назарбаев университет. 34 выпускников стали
        обладателями гранта Казахстанских ВУЗов, таких как КБТУ, СДУ, КазНУ,
        КазНМУ, КОМУ, Almay, KIMEP University.
      </p>

      <p>
        В НИШ ФМН Алматы особое внимание уделяется развитию личностных качеств,
        лидерских навыков и творческих способностей учащихся. Чтобы их жизнь в
        стенах школы была яркой и незабываемой, активные, творческие учащиеся
        совместно с коллективом школы проводят различные мероприятия. В школе
        работают более 20 организации, развивающие спортивные, творческие навыки
        учащихся. Среди них: стрелковый клуб «Жас мерген», волейбольный,
        футбольный кружок, «Шебер қолдар», «Cөз өнері» , вокал, актерское
        мастерство, эстрадный хор, танцы, кружок «Алтын перне», клуб
        робототехники Lego EV3, UNESCO, ракетный клуб NIS Rock’N PLANE. Также в
        целях укрепления связей между классами действует система «Шанырак».
      </p>

      <p>
        Учащиеся НИШ ФМН Алматы занимают лидирующие позиции на национальных и
        международных предметных олимпиадах и конкурсах мирового уровня.
        Интеллектуальная школа создает благоприятные условия для всестороннего
        развития учащихся.
      </p>
    </div>
  );
};

export default School;
