const Vacancies = () => {
  return (
    <div className="border max-w-[60ch] mx-auto p-4 m-4 space-y-4">
      <img
        src="https://fmalm.nis.edu.kz/wp-content/uploads/2022/12/688974048_318155558_112963821533443_1572284051594436489_n-1024x1024.jpg"
        alt=""
      />
      <p>Объявляется набор учителей разных профильных областей</p>
      <p>
        Назарбаев Интеллектуальная школа физико-математического направления
        города Алматы объявляет конкурсный отбор на следующие вакантные
        должности:
      </p>
      Учитель информатики Учитель русского языка и литературы
      <p>Педагог – организатор – куратор</p>
      <p>
        Кандидатам необходимо пройти регистрацию и загрузить резюме на сайте
        http://career.nis.edu.kz/ до 15.12.2022 г..
      </p>
      <p>
        Проведение конкурсного отбора на занятие вакантных должностей
        педагогических работников пройдет 17 декабря 2022 года в 10.00 часов,
        регистрация начинается с 9.00 до 9.45 ч. Регистрация закрывается
        централизованно в 9:45 местного времени, запуск кандидатов после
        указанного времени не допускается.
      </p>
      Отбор включает тестирование и написание эссе онлайн. По результатам онлайн
      тестирования кандидаты будут приглашены на собеседование.
      <p>При себе иметь обязательно удостоверение личности.</p>
      <p>
        Ждем всех кандидатов по адресу: г. Алматы, Медеуский район,
        ул.Жамакаева, 145
      </p>
      Обращаться по телефону: +7727-331-01-04 вн. 3511, +778-327-78-12 (Звонить
      в рабочее время) Инспектор по кадровым вопросам Хидуанова Жанар Булатовна;
      <p>Электронный адрес: khiduanova_zh@fmalm.nis.edu.kz</p>
    </div>
  );
};

export default Vacancies;
