{
  "Index": {
    "title": "Главная",
    "articles": "Последние Объявления"
  },
  "Menu": {
    "address": "ул. Жамакаева, 145",
    "timetable": "Расписание",
    "nis_online": "NIS Online",
    "sms": "СУШ",
    "virtual_school": "Виртуальная школа",
    "label": "Язык"
  },
  "Page": {
    "title": "НИШ ФМН Алматы",
    "description": "Международная школа, которая предоставляет образовательные возможности одаренным учащимся в рамках программ Международного бакалавриата и стремится развивать интеллектуальное сообщество, межкультурное взаимопонимание и ценить обучение на протяжении всей жизни."
  },
  "Advantages": {
    "our_advantages": "Наши преимущества",
    "description": "Назарбаев Интеллектуальные школы известны своим международным признанием и высоким качеством образования. Вот некоторые из преимуществ нашей школы.",
    "cis_accreditation": {
      "label": "CIS аккредитация",
      "text": "НИШ официально признан Советом международных школ, что означает, что школа достигла высоких стандартов профессиональной деятельности в области международного образования и обязуется к непрерывному совершенствованию."
    },
    "compliance": {
      "label": "Соответствие международным стандартам",
      "text": "НИШ получила международное признание за свое стремление к превосходству в образовании. Благодаря партнерству с известными образовательными учреждениями и участию в глобальных образовательных программах мы обеспечиваем, чтобы наши ученики получали образование мирового класса, которое готовит их к процветанию во взаимосвязанном мире."
    },
    "multilingualism": {
      "label": "Полиязычие",
      "text": "НИШ предлагает ученикам ряд иностранных языков для изучения, включая немецкий, корейский, японский и китайский. Кроме того, все ученики изучают английский и казахский или русский языки в рамках национальной программы. Это позволяет ученикам развивать свои языковые навыки и свободно владеть несколькими языками."
    },
    "additional_education": {
      "label": "Дополнительное образование",
      "text": "НИШ предлагает широкий спектр внеклассных мероприятий, включая спорт, искусство, музыку и другие клубы. Эти мероприятия дополняют учебный план и позволяют ученикам открывать и развивать свои таланты, способствуя всестороннему образованию и личностному росту."
    }
  },
  "Statistics": {
    "title": "Статистика",
    "description": "Здесь вы можете видеть немного важной статистики о нашей школе, включая число учащихся, учителей, выпускников и школ по всему Казахстану.",
    "students": "Ученики, получающие образование сегодня",
    "schools": "Школы по всему Казахстану",
    "teachers": "Учителя со всех сфер нашей школы",
    "alumni": "Количество выпускников, закончивших школу",
    "bottom_text": "Узнайте больше о нашей школе, прочитав некоторые из последних статей."
  },
  "Articles": {
    "title": "Статьи",
    "announcements": "Объявления",
    "news": "Новости",
    "mass-media": "СМИ о нас",
    "no_posts": "Статьи не найдены.",
    "search": "Поиск статей...",
    "see_all": "Все статьи"
  },
  "Footer": {
    "address": "улица Жамакаева 145, Алматы, Казахстан",
    "useful_links": "Полезные ссылки",
    "timetable": "Школьное расписание",
    "sms": "СУШ",
    "virtual_school": "Виртуальная школа",
    "copyright": "© НИШ ФМН г. Алматы. 2023. Все права защищены.",
    "articles": "Статьи",
    "announcements": "Объявления",
    "news": "Новости",
    "mass-media": "СМИ о нас"
  },
  "404": {
    "not_found": "Страница не найдена",
    "go_back": "Назад",
    "contact_school": "Сообщить Школе"
  }
}
