const Library = () => {
  return (
    <div className="border max-w-[60ch] mx-auto p-4 m-4 space-y-4">
      <img
        src="https://fmalm.nis.edu.kz/wp-content/uploads/2022/12/Risunok1-2-936x1024.png"
        alt=""
      />

      <p>
        Основными направлениями деятельности библиотеки Назарбаев
        Интеллектуальной школы физико-математического направления города Алматы
        являются: поддержка образовательного процесса информационными
        ресурсами, развитие культуры чтения, исследовательских навыков, развитие
        информационной и функциональной грамотности, внедрение информационных
        технологии в работу библиотеки, развитие для достижения международного
        уровня, поддержка реализации миссии школы и трансляция опыта в
        общеобразовательные школы.
      </p>

      <p>
        Библиотека становится информационным центром, предоставляющим свободный
        доступ ко всей информации, электронным ресурсам, книгам которой владеет
        мировое сообщество.
      </p>

      <p>
        Фонд нашей библиотеки содержит большую коллекцию учебных изданий,
        интересную и разнообразную коллекцию литературы по психологии,
        необходимых для просветительской деятельности и научно-исследовательских
        работ и предоставление пользователям собранной, обработанной,
        систематизированной информации, по саморазвитию и разным отраслям
        знаний. Формируется фонд на трех языках: казахском, русском и
        английском. Кроме этого есть учебные материалы по второму языку.
        Это-корейский, японский, французский, немецкий язык.
      </p>

      <p>
        Школа подписана на основные международные электронные ресурсы GALE—
        поставщик электронных сервисов и баз данных на рынке информационных
        услуг и некоторые платформы компании Bilim Media Group. Bilim Media
        Group — инновационная компания, формирующая новый для Казахстана рынок
        электронного обучения (e-learning). Компания занимается разработкой,
        локализацией и распространением обучающего контента, а также связанных с
        ним технологий и услуг.
      </p>

      <p>
        Важным делом в учебной, исследовательской деятельности учащихся
        становится овладение высокой информационной грамотностью. Умение
        формулировать информационную потребность, запрашивать, искать, отбирать,
        оценивать и анализировать информацию — навыки, необходимые современным
        учащимся. Эти задачи решаются проведением в библиотеке уроков
        информационной грамотности для учащихся. Уроки по развитию
        информационной грамотности для учеников начинаются с знакомства со
        справочно-библиографическим аппаратом библиотеки с выполнением
        практической работы по поиску информации или выполнения
        мини-исследовательских работ. Следующим этапом являются уроки по
        формированию навыков работы с сетью. Ученики у нас умеют эффективно
        пользоваться возможностями сети: ресурсами, электронной почтой, принять
        участие в электронном голосовании, работать с поисковыми системами,
        найти и сохранить необходимую информацию. Самое важное — школьники
        должны быть информированы о структуре и содержании образовательных
        ресурсов понимать, и уметь применять эти возможности в повседневной
        учебной деятельности.
      </p>
    </div>
  );
};

export default Library;
