const MedicalCenter = () => {
  return (
    <div className="border max-w-[60ch] mx-auto p-4 m-4 space-y-4">
      <h1 className="text-2xl font-semibold underline underline-offset-8">
        Медицинская Служба
      </h1>
      <p>
        Медицинская служба является структурным подразделением Интеллектуальной
        школы, обеспечивающим охрану и укрепление здоровья учащихся, организацию
        работы по развитию культуры здорового образа жизни.
      </p>
      <p>
        Медицинский блок имеет государственную лицензию №14005141 от 16.04.2014
        г. на оказание консультативно-диагностической помощи детскому населению
        по специальностям: педиатрия, оказание доврачебной и первично
        медико-санитарной помощи.
      </p>
      Функционируют кабинеты врача-педиатра, прививочный кабинет, кабинет
      диетсестры, изолятор на 1 места.
      <p>
        Основная задача медицинских работников — организация в школе
        санитарно-гигиенических, лечебно-профилактических и оздоровительных
        мероприятий, направленных на охрану и укрепление здоровья учащихся,
        привитие навыков здорового образа жизни.
      </p>
      Среди сотрудников и учащихся периодически проводятся занятия по оказанию
      первой доврачебной помощи.
      <p>Осуществляется контроль организации питания школьников.</p>
      Для предупреждения развития инфекционных заболеваний среди школьников
      проводятся профилактические и противоэпидемические мероприятия:
      предохранительные прививки, своевременный учет и изоляция заболевших.
      <p>
        Ведется контроль соблюдения карантинов, своевременного проведения
        дезинфекции, выявляются причины неявки на занятия школьников.
      </p>
      <p>
        Среди школьников, учителей и родителей проводится
        санитарно-просветительская работа по профилактике инфекционных
        заболеваний.
      </p>
      <p>
        Медицинские работники принимают активное участие на кураторских часах,
        читают лекции на актуальные темы, участвуют во всех оздоровительных
        мероприятиях школы и общежития.
      </p>
    </div>
  );
};

export default MedicalCenter;
